[
    {
        "id": "20",
        "make": "Subaru",
        "model": "WRX STI",
        "year": "2000",
        "mileage": "86987",
        "price": "20316",
        "description": "Embark on a thrilling ride with our well-loved 2000 Subaru WRX STI, now available for its next adventure. This second-hand gem is more than a car; it's a testament to the enduring legacy of rally-inspired performance. With 86,987 miles of road-tested resilience, this WRX STI has earned its stripes and is ready for a new chapter. The turbocharged engine roars with the same passion it did on day one, promising an exhilarating driving experience that only a WRX can deliver. Meticulously maintained and treated with care, our WRX boasts a vibrant exterior that tells the tale of countless journeys and a well-preserved interior that echoes the memories made within. From city streets to winding mountain roads, this WRX is your ticket to a dynamic and unforgettable driving experience. Join the community of enthusiasts who appreciate the unique blend of power, precision, and personality that the 2000 Subaru WRX STI brings to the table. Don't miss the chance to own a piece of automotive history – a reliable companion for the road ahead awaits its next proud owner",
        "image": "/images/maxresdefault.jpg",
        "image2": "/images/downloadwrx.jpg",
        "image3": "/images/subaru-wrx-interior-2.jpg",
        "image4": "/images/Version 6 sti interior 7.jpg",
        "userid": "1"
    },
    {
        "id": "21",
        "make": "Subaru",
        "model": "Outback",
        "year": "2020",
        "mileage": "30001",
        "price": "23675",
        "description": "Unleash the spirit of adventure with our privately-owned 2020 Subaru Outback! This meticulously cared-for SUV is not just a vehicle; it's a trusted companion that's ready to embark on new journeys with its next proud owner. With a striking exterior that showcases its rugged elegance, this Outback has been a reliable partner for both city commutes and off-road escapades. The symmetrical all-wheel-drive system ensures a smooth and confident ride, while the spacious interior offers comfort for both driver and passengers. Inside, you'll find a haven of modern conveniences and cutting-edge technology. The intuitive infotainment system keeps you connected, and the advanced safety features provide peace of mind on every drive. This privately-owned Outback comes with a rich history of memories and adventures, making it more than just a car—it's a storyteller of roads traveled and destinations discovered. With a well-maintained engine and a commitment to performance, it's ready for its next chapter. Seize the opportunity to own a reliable and stylish SUV that's been cherished by its current owner. The 2020 Subaru Outback is not just a vehicle; it's an invitation to create your own unforgettable experiences on the road.",
        "image": "/images/2020-subaru-outback-touring-2p5l-103-1578936312.jpg",
        "image2": "/images/b4fec686a38ae1affe4cf085192234dc.jpg",
        "image3": "/images/technology_mast_2.jpg",
        "image4": "/images/images (2).jpg",
        "userid": "2"
    },
    {
        "id": "22",
        "make": "Mazda",
        "model": "RX-7 FD",
        "year": "1997",
        "mileage": "12106",
        "price": "30337",
        "description": "Rev up your passion for driving with our privately-owned Mazda RX-7, a true sports car icon that's ready to ignite the thrill of the open road! This RX-7 is not just a car; it's a statement of performance, style, and the pure joy of driving. Draped in a sleek and timeless exterior, this RX-7 is a head-turner that combines aerodynamics with a touch of aggressive elegance. The rotary engine under the hood delivers a symphony of power, making every drive an exhilarating experience that true automotive enthusiasts crave. Inside the cockpit, you'll find a driver-focused environment that speaks to the essence of sports car design. The RX-7's nimble handling, responsive steering, and well-crafted interior create an immersive driving experience that connects you to the road. This privately-owned RX-7 comes with a history of spirited drives and meticulous care. It's more than a car; it's a testament to the passion for performance driving. The well-maintained engine and unique rotary charm make it a sought-after gem for those who appreciate the art of driving. Seize the opportunity to own a piece of automotive history—the Mazda RX-7 invites you to embrace the thrill of the road and the timeless allure of rotary-powered performance. It's not just a car; it's a celebration of driving excellence waiting for its next chapter.",
        "image": "/images/rMkD4dJG-5yCd3772oM-(edit).jpg",
        "image2": "/images/images (3).jpg",
        "image3": "/images/o0qe695vbv981.jpg",
        "image4": "/images/M01qEnm.jpg",
        "userid": "2"
    },
    {
        "id": "23",
        "make": "Ford",
        "model": "Taurus",
        "year": "2002",
        "mileage": "208999",
        "price": "2995",
        "description": "It drives most of the time and beats walking thats for sure.",
        "image": "/images/images (1).jpg",
        "image2": "/images/images (4).jpg",
        "image3": "/images/images (5).jpg",
        "image4": "/images/wmnewtauruspics-013.jpg",
        "userid": "2"
    },
    {
        "id": "24",
        "make": "Nissan",
        "model": "Altima",
        "year": "2015",
        "mileage": "140878",
        "price": "5176",
        "description": "Check out this awesome Nissan Altima we're selling! It's super cool and reliable. The design is slick, inside is mega comfy, and it runs like a champ. Perfect for cruising with confidence. Grab it for your next adventure—it's not just a car, it's your ticket to fun rides!",
        "image": "/images/2015-nissan-altima-2-5-s-4dr-sedan.jpg",
        "image2": "/images/2011-Nissan-Altima-Coupe-Blue-Spotless-Gray-Cloth-Interior.jpg",
        "image3": "/images/images (6).jpg",
        "image4": "/images/Used-2011-NISSAN-ALTIMA-25S-25S.jpg",
        "userid": "2"
    },
    {
        "id": "25",
        "make": "Honda",
        "model": "Civic Type R",
        "year": "2023",
        "mileage": "4045",
        "price": "39099",
        "description": "Introducing the cutting-edge Type R, a marvel of automotive engineering that blends performance and sophistication. Its dynamic design, marked by bold lines and a sporty aesthetic, encapsulates a fusion of form and function. Inside, the cockpit boasts ergonomic excellence, offering an immersive driving experience. The powerhouse beneath the hood is a testament to engineering prowess, delivering exhilarating acceleration and precise handling. This Type R transcends mere transportation; it's a high-performance work of art that beckons enthusiasts to savor every journey. Elevate your driving experience with this automotive masterpiece, where power, style, and precision converge for an unparalleled ride.",
        "image": "/images/9eDV7gRk-BkozZLqRFn-(edit).jpg",
        "image2": "/images/honda-civic-type-r-sonic-gray-pearl-1541083264.jpg",
        "image3": "/images/2023-honda-civic-type-r-driver-area-carbuzz-1057165-1600.jpg",
        "image4": "/images/img_2296.jpg",
        "userid": "2"
    },
    {
        "id": "26",
        "make": "Toyota",
        "model": "Camry",
        "year": "2019",
        "mileage": "120563",
        "price": "7000",
        "description": "Dive into the sophistication of our used Camry, where reliability meets refined design. This sedan, with its time-tested elegance, seamlessly combines style and efficiency. The interior, though pre-loved, still radiates comfort and technological prowess. Driven by a dependable yet efficient engine, this Camry ensures a journey that's not just about the destination but the experience itself. Embrace the allure of a used Camry—an embodiment of reliability and enduring style, offering a blend of practicality and the joy of driving. Your next chapter starts with the charm of a pre-loved Camry.",
        "image": "/images/217930_1.jpg",
        "image2": "/images/Toyota-Camry-interior-1024x576.jpg",
        "image3": "/images/2019-toyota-camry-hybrid-maximum-cargo-space-carbuzz-388902.jpg",
        "image4": "/images/2011-Toyota-Camry-ASV40LGSV40LAHV40L-1602189918044.jpg",
        "userid": "2"
    },
    {
        "id": "27",
        "make": "Chevrolet",
        "model": "Impala SS",
        "year": "1999",
        "mileage": "677",
        "price": "40000",
        "description": "Step into the timeless allure of our used 1999 Impala SS, where classic style meets enduring performance. This sedan, a true relic of automotive history, exudes a distinctive charm with its sleek design. Inside, the well-loved interior carries a sense of nostalgia, combining comfort with a touch of vintage flair. Powered by a robust engine, the 1999 Impala SS ensures a journey that echoes the grandeur of its era. Embrace the character and charisma of this classic ride—a testament to enduring style and the joy of cruising through time. Your nostalgic adventure begins with the 1999 Impala SS.",
        "image": "/images/AFVrjWlm012.NqcRzyqLN.jpg",
        "image2": "/images/1996_chevrolet_impala-pic-44453-640x480.jpg",
        "image3": "/images/images (7).jpg",
        "image4": "/images/1999-Chevrolet-Impala-Sedan-Image-i01-1024.jpg",
        "userid": "2"
    },
    {
        "id": "29",
        "make": "Ford",
        "model": "Mustang",
        "year": "2011",
        "mileage": "167000",
        "price": "10900",
        "description": "Rev up your excitement with our used Mustang GT, a powerful blend of modern muscle and timeless style. The iconic design of this Mustang GT commands attention, capturing the spirit of American performance. Inside, the dynamic interior seamlessly combines comfort and cutting-edge technology, delivering an immersive driving experience. Fueled by a potent engine, this Mustang GT promises exhilarating acceleration and precision handling. It's not just a car; it's a symbol of automotive passion. Embrace the thrill of the road with our used Mustang GT—a dynamic ride that embodies the essence of pure American muscle.",
        "image": "/images/20160429_173949.jpg",
        "image2": "/images/2011-ford-mustang-gt-rear-seats.jpg",
        "image3": "/images/3o70bqy2-E8YuQscmsT-(edit).jpg",
        "image4": "/images/QYjh-D2jEEs.jpg",
        "userid": "2"
    }
]